<template>
<div class="about">
    <div class="about__header">
      <h1>О сериале</h1>
      <span>
        <strong>Слово пацана: Кровь на асфальте</strong>
      </span>
    </div>
    <div class="about__content">
      <p>
        <strong>Добро пожаловать в мир "Слово Пацана: Кровь на асфальте"</strong>
        - смотрите онлайн новый увлекательный сериал, который завоевывает сердца поклонников по всему миру. 
        Этот уникальный телевизионный проект погружает зрителей в захватывающий мир городской драмы, где каждый персонаж несет свою уникальную историю.
      </p>
      <p>
        <strong>Сюжет</strong>
        - сериал раскрывает историю жизни, любви, предательства и выживания на улицах города, где каждый день обещает новые испытания и встречи. 
        Зрители будут следить за перипетиями главных героев, которые сталкиваются с серьезными жизненными испытаниями, и узнают, 
        как далеко они готовы зайти ради сохранения своего слова и чести.
      </p>
      <p>
        <strong>Герои</strong>
        - каждый персонаж сериала является яркой индивидуальностью, чьи действия и решения заставляют зрителей сопереживать и переживать за них. 
        Глубоко проработанные характеры делают историю еще более реалистичной и захватывающей.
      </p>
      <p>
        <strong>Визуальное оформление</strong>
        - сериал отличается высококачественной картиной и продуманной режиссурой, что позволяет полностью погрузиться в атмосферу событий.
      </p>
      <p>
        <strong>Почему стоит смотреть?</strong>
        - "Слово Пацана: Кровь на асфальте" это не просто телесериал, это история о жизни, которая заставляет задуматься и сделать выводы о тех или иных поступках и ситуациях. 
        Он идеально подойдет для тех, кто любит динамичные сюжеты с глубоким смыслом.
      </p>
    </div>
  </div>
</template>

<script>

</script>

<style>
.about {
  padding: 55px 0 55px 0;
  text-align: center;
  display: flex;
  align-items: flex-start;
  flex-wrap: wrap;
  height: 100%;
}

.about__header {
  width: 100%;
}

.about__header > h1 {
  color: #0a0541;
  font-size: 54px;
  font-weight: 500px;
  margin: 0;
  line-height: 100px;
}

.about__header > span {
  color: #ff0000;
  font-size: 50px;

}

span > strong {
  font-weight: 700
}

.about__content > p {
  padding: 0 250px;
  font-size: 20px;
  text-align: left;
  line-height: 1.5;
}
</style>